Repository: shintwelv/image-incognito
Catalog: iOS/image-incognito/image-incognito/Localizable.xcstrings
Source language: ko
Languages: en, es, ja, zh_hans

source: %lld명 감지됨
en: %lld faces detected
es: %lld rostros detectados
ja: %lld名を検出
zh_hans: 检测到%lld人

source: %lld장 마스킹 완료
en: %lld photos masked
es: Enmascaramiento de %lld imagenes completado
ja: 画像%lld枚マスキング完了
zh_hans: %lld幅图像的掩膜完成

source: AI가 자동으로 얼굴을 찾아 마스킹해드립니다.
en: AI automatically detects faces and applies masks.
es: La IA detecta automáticamente los rostros y aplica máscaras.
ja: AIが自動で顔を検出してマスクを適用します。
zh_hans: AI将自动检测人脸并应用遮罩。

source: 감지된 얼굴이 없습니다
en: No faces detected
es: No se detectaron rostros
ja: 顔が検出されませんでした
zh_hans: 未检测到人脸

source: 강도
en: Intensity
es: intensidad
ja: 強度
zh_hans: 强度

source: 고해상도 유지
en: Original Resolution
es: Resolución original
ja: 元の解像度
zh_hans: 原始分辨率

source: 내보내기
en: Export
es: Exportar
ja: 書き出す
zh_hans: 导出

source: 내보내기 기본 설정
en: Default settings
es: Configuración predeterminada
ja: デフォルト設定
zh_hans: 默认设置

source: 닫기
en: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭

source: 마스킹 완료
en: Masking complete
es: Enmascarado
ja: マスキング完了
zh_hans: 遮盖完成

source: 모두 보기
en: See All
es: Ver todo
ja: すべて見る
zh_hans: 查看全部

source: 모든 내보내기에 기본으로 적용됩니다
en: Applies to all exports
es: Se aplica a todas las exportaciones.
ja: すべての輸出に適用されます
zh_hans: 适用于所有出口

source: 범위
en: Size
es: tamaño
ja: サイズ
zh_hans: 尺寸

source: 사진 선택
en: Select photo
es: Seleccionar foto
ja: 写真を選択
zh_hans: 选择照片

source: 사진 접근 권한이 없습니다. 설정 앱에서 권한을 허용해주세요.
en: Photo library access is required. Please allow access in Settings.
es: Se requiere acceso a la biblioteca de fotos. Permítelo en Ajustes.
ja: 写真へのアクセス権限がありません。設定アプリで許可してください。
zh_hans: 无照片访问权限，请在设置中允许访问。

source: 사진을 선택하세요
en: photo to protect
es: foto para proteger
ja: 写真を選んでください
zh_hans: 照片隐私

source: 색상
en: Color
es: Color
ja: 色
zh_hans: 颜色

source: 설정
en: Settings
es: Ajustes
ja: 設定
zh_hans: 设置

source: 앨범에 저장
en: Save to Photos
es: Guardar en fotos
ja: アルバムに保存
zh_hans: 保存到相册

source: 앨범을 생성하거나 찾는 데 실패했습니다.
en: Failed to create or find the album.
es: No se pudo crear o encontrar el álbum.
ja: アルバムの作成または検索に失敗しました。
zh_hans: 创建或查找专辑失败。

source: 위치 정보 제거
en: Remove Location
es: eliminar ubicación
ja: 場所を削除
zh_hans: 移除位置

source: 이미지를 저장하는 데 실패했습니다.
en: Failed to save the image.
es: No se pudo guardar la imagen.
ja: 画像の保存に失敗しました。
zh_hans: 图片保存失败。

source: 인물 찾는 중...
en: Detecting faces…
es: Detectando rostros…
ja: 人物を検索中…
zh_hans: 正在检测人脸…

source: 인스타그램 공유
en: Share to Instagram
es: Compartir en Instagram
ja: Instagramで共有
zh_hans: 分享到Instagram

source: 저장 실패
en: Save Failed
es: Error al guardar
ja: 保存失敗
zh_hans: 保存失败

source: 저장 옵션
en: Save Options
es: Opciones de guardado
ja: 保存オプション
zh_hans: 保存选项

source: 저장 중...
en: Saving…
es: Guardando…
ja: 保存中…
zh_hans: 保存中…

source: 전체 저장 (%lld장)
en: Save All (%lld Photos)
es: Guardar todo (%lld imagenes)
ja: 完全保存（％lld）
zh_hans: 全部保存（%lld 页）

source: 준비 중...
en: Preparing…
es: Preparando…
ja: 準備中…
zh_hans: 准备中…

source: 촬영 정보 제거
en: Remove Exif
es: eliminar exif
ja: EXIFを削除する
zh_hans: 移除 EXIF

source: 최근 작업
en: Recent
es: Recientes
ja: 最近の作業
zh_hans: 最近编辑

source: 취소
en: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

source: 카메라 촬영
en: Take Photo
es: Tomar foto
ja: カメラで撮影
zh_hans: 拍照

source: 편집기
en: Editor
es: Editor
ja: エディタ
zh_hans: 编辑器

source: 프라이버시를 보호할
en: Select a photo to
es: Elige una foto
ja: プライバシーを守る
zh_hans: 选择照片

source: 확인
en: OK
es: Aceptar
ja: OK
zh_hans: 确定
